[
  {
    "name": "Toast: The Restaurant Operating System - [Business Breakdowns, EP.119]",
    "description": "This is Zack Fuss, an investor at Irenic Capital, and today we’re breaking down the vertical market software business, Toast. Toast is a software platform built specifically for restaurants. Their operating system gives restauranteurs all the tools they need to serve customers, from taking orders to allocating shifts. It was founded in 2011 and went public a decade later. Today, it’s used by nearly 80,000 restaurants across the US. To breakdown Toast, I’m joined by Will Schreiber, the co-founder and CEO of Bottle – an ecommerce platform built for subscription businesses. We cover the different ways that Toast minimises the complexities of operating a restaurant, how their deep vertical focus has helped them outcompete Square, and how much room there is for potential growth. Please enjoy this breakdown of Toast.    For the full show notes, transcript, and links to the best content to learn more, check out the episode page here.   -----  This episode is brought to you by Tegus, the modern research platform for leading investors. Stretch your research budget with flexible expert calls you can trust. At a fraction of the cost of traditional expert networks, Tegus customers pay only what an expert charges – with zero markups and no confusing call credits – netting an average 70% savings. Don’t want to conduct a full hour call? Tegus offers the ability to schedule 30-minutes, an offer you won’t find anywhere else. And they don’t stop there. With white-glove custom sourcing for every project and robust compliance measures, including a dedicated 50+ analyst team that vets every call transcript, Tegus ensures your privacy and protection. As the industry innovator for qualitative insights, Tegus helps you find the right experts you need at a quality and speed that can’t be matched. For a limited time, as a listener, you can trial Tegus for free by visiting tegus.co/patrick.  -----  Business Breakdowns is a property of Colossus, LLC. For more episodes of Business Breakdowns, visit joincolossus.com/episodes.  Stay up to date on all our podcasts by signing up to Colossus Weekly, our quick dive every Sunday highlighting the top business and investing concepts from our podcasts and the best of what we read that week. Sign up here.  Follow us on Twitter: @JoinColossus | @patrick_oshag | @jspujji | @zbfuss | @ReustleMatt | @domcooke  Show Notes (00:01:42) - (First question) - An overview of Toast (00:04:16) - Toast's origins and pivot to Point-of-Sale (POS) solutions (00:07:35) - Convincing restaurants to switch from antiquated systems to modern POS solutions (00:09:48) - The complexity of restaurant operations requires efficient POS systems (00:13:04) - An overview of the POS revenue model (00:17:16) - Addressable market and limiting it intentionally with pricing  (00:20:04) - How their tech expertise enabled them to build a hardware and software ecosystem (00:23:23) - The Toast network effect and their potential margin profile at full scale  (00:26:19) - Their revenue mix impacts its margin profile, with transaction revenue dominating (00:27:37) - How they aim to dominate the restaurant industry with comprehensive services (00:29:59) - APIs enable integration, yet in-house features may risk partner relationships (00:33:45) - The key risks for Toast moving forward (00:38:40) - Why expanding beyond restaurants could challenge Toast (00:41:02) - Third-party integrations may erode Toast's point-of-sale dominance (00:44:36) - Lessons learned from studying Toast"
  },
  {
    "name": "Databricks: Data Based Decisions - [Business Breakdowns, EP.134]",
    "description": "This is Zack Fuss. Today I am joined by Yanev Suissa, Managing Partner at SineWave Ventures, to break down the private company Databricks. Born out of a UC Berkeley research lab in 2013, Databricks has grown rapidly, and after 50% growth this summer, it was rumored to have last raised at a $43 billion valuation. In the most simple terms, Databricks provides tools for ingesting, transforming, and analyzing large sets of data from multiple sources in multiple formats in order to inform business and engineering decisions. Databricks is on a crash course with Snowflake to amass market share. In this conversation, we explore the nuances of structured and unstructured data, discuss data lakes, and what it entails to get \"Hadooped.\" Please enjoy this breakdown of Databricks.   Interested in hiring from the Colossus Community? Click here.  For the full show notes, transcript, and links to the best content to learn more, check out the episode page here. ----- This episode is brought to you by Tegus. Tegus is the modern research platform for leading investors, and provider of Canalyst. Tired of calculating fully-diluted shares outstanding? Access every publicly-reported datapoint and industry-specific KPI through their database of over 4,000 driveable global models handbuilt by a team of sector-focused analysts, 35+ industry comp sheets, and Excel add-ins that let you use their industry-leading data in your own spreadsheets. Tegus’ models automatically update each quarter, including hard to calculate KPIs like stock-based compensation and organic growth rates, empowering investors to bypass the friction of sourcing, building and updating models. Make efficiency your competitive advantage and take back your time today. As a listener, you can trial Canalyst by Tegus for free by visiting tegus.co/patrick. -----  Business Breakdowns is a property of Colossus, LLC. For more episodes of Business Breakdowns, visit joincolossus.com/episodes. Stay up to date on all our podcasts by signing up to Colossus Weekly, our quick dive every Sunday highlighting the top business and investing concepts from our podcasts and the best of what we read that week. Sign up here. Follow us on Twitter: @JoinColossus | @patrick_oshag | @jspujji | @zbfuss | @ReustleMatt | @domcooke  Show Notes: (00:02:32) - (First Question) - What Databricks is and why it is so successful  (00:04:38) - Real world examples of how customers use Databricks  (00:07:23) - How issues were handled historically before Databricks was available  (00:08:39) - Key examples of what helped accelerate Databricks’ success  (00:10:52) - Databricks revenue model and how it converts into bottomline   (00:12:13) - How Databricks competes with competitors like Snowflake  (00:14:11) - Competition versus symbiosis when compared to large organizations  (00:14:11) - The overall size of Databricks as a business (00:18:09) - Costs incurred when using a database service like Databricks (00:19:47) - The founding story of Databricks  (00:22:53) - When SineWave recognized the database's potential  (00:24:29) - The importance of partnerships and how they help grow the business  (00:27:07) - Legacy solutions that they are disintermediating or replacing in their growth   (00:27:57) - What being Hadoop’d means  (00:21:50) - A breakdown of the complexity behind switching to different database providers  (00:32:07) - The success of these businesses breaking into legacy regulated industries  (00:34:47) - Why AI is so impactful to the database  (00:37:40) - How AI is helping these businesses go to market with their software  (00:39:50) - Democratization of data access and businesses taking the opposite approach  (00:43:00) - Key reasons for investing in Databricks and potential risks to be considered   (00:46:12) - Lessons learned from studying Databricks "
  },
  {
    "name": "FTX: Inside the Restructuring - [Business Breakdowns, EP.153]",
    "description": "This is Matt Reustle. Today we are releasing a bonus episode of Breakdowns. While we typically love to cover businesses, this was an interesting opportunity to cover a special situation around a business. And in this case, the FTX bankruptcy.  I was joined by Erin Broderick, Head of U.S. Cross-Border Restructuring & Insolvency at Eversheds Sutherland. Erin represents the Ad Hoc Committee of Non-U.S. customers for FTX, giving her a front-row and hands-on seat to everything that's unfolded at FTX since they entered Chapter 11 in November of 2022. We cover the basics around bankruptcy proceedings, using FTX as a lens in comparison to other restructurings. Please enjoy this bankruptcy breakdown on FTX.    For the full show notes, transcript, and links to the best content to learn more, check out the episode page here. ----- This episode is brought to you by Tegus, the go-to destination for bold investing. The investment research platform trusted by 95% of the top 20 global private equity firms just got even better. Building on their solid reputation for expert insights, Tegus has expanded to become the first true all-in-one research platform. The new Tegus makes diligence faster, easier, and more convenient than ever before. Your Tegus license gives you access to over 70,000 expert transcripts, more than 4,000 fully drivable financial models, and exclusive datasets like company management checks, industry KPIs, hard-to-find non-GAAP data, and more. Tegus is the fastest way to learn about a public or private company and the most cost-effective way to conduct investment research — now all under one roof. Learn more and get your free trial at tegus.com/patrick. ----- Business Breakdowns is a property of Colossus, LLC. For more episodes of Business Breakdowns, visit joincolossus.com/episodes. Stay up to date on all our podcasts by signing up to Colossus Weekly, our quick dive every Sunday highlighting the top business and investing concepts from our podcasts and the best of what we read that week. Sign up here. Follow us on Twitter: @JoinColossus | @patrick_oshag | @zbfuss | @ReustleMatt | @domcooke Editing and post-production work for this episode was provided by The Podcast Consultant (https://thepodcastconsultant.com).  Show Notes (00:00:00) Welcome to Business Breakdowns (00:03:31) First Question - Understanding Bankruptcy Proceedings (00:04:15) The FTX Bankruptcy Case (00:05:19) The Role of Chapter 11 and Chapter 7 in Bankruptcy (00:05:52) The Challenges of Restructuring FTX (00:08:18) The Role of Customers in the FTX Case (00:12:16) Complexities of Tracing and Identifying Assets (00:22:10) The Role of Secondary Hedge Funds (00:27:05) The Issue of Dollarization of Claims (00:32:35) The Process of Uncovering Assets (00:36:39) Proposed Recovery Plan for FTX (00:45:21) Upcoming Timeline For FTX To Exit Bankruptcy"
  },
  {
    "name": "The Evolution of Private Credit: Part 2 - [Business Breakdowns, EP.164]",
    "description": "Welcome back for part two of this business breakdown on the private credit markets. I am now joined by Josh Clarkson, managing director at Prosek Partners.  Our discussion with Armen was really focused on the supply & demand dynamics of private credit, where the public markets & regulatory markets have played a role, that certainty and speed of getting deals done, and how that has proved to be an advantage for private credit versus traditional solutions. In our conversation with Josh, we transition into some broader takeaways, the history of the private credit markets, and some of the wrappers and what they have meant to the private credit markets. You will often hear about business development companies (BDCs), and we get into exactly how they are differentiated from traditional solutions. We also cover differentiation within that own subsegment, the public BDCs versus the private BDCs, what has happened in times of stress, what the fundraising environment has been like, and the future market outlook. Please enjoy part two of our breakdown on private credit.  Register for the Business Breakdowns x Founders Conference. For the full show notes, transcript, and links to the best content to learn more, check out the episode page here. ----- This episode is brought to you by Public: Invest in stocks, bonds, options, crypto, and more in one place. A High-Yield Cash Account is a secondary brokerage account with Public Investing, member FINRA/SIPC. Funds from this account are automatically deposited into partner banks where they earn a variable interest and are eligible for FDIC insurance. Neither Public Investing nor any of its affiliates is a bank. US only. Learn more at public.com/disclosures/high-yield-account. This episode is brought to you by Tegus, where we're changing the game in investment research. Step away from outdated, inefficient methods and into the future with our platform, proudly hosting over 100,000 transcripts – with over 25,000 transcripts added just this year alone. Our platform grows eight times faster and adds twice as much monthly content as our competitors, putting us at the forefront of the industry. Plus, with 75% of private market transcripts available exclusively on Tegus, we offer insights you simply can't find elsewhere. See the difference a vast, quality-driven transcript library makes. Unlock your free trial at tegus.com/patrick. ----- Business Breakdowns is a property of Colossus, LLC. For more episodes of Business Breakdowns, visit joincolossus.com/episodes. Stay up to date on all our podcasts by signing up to Colossus Weekly, our quick dive every Sunday highlighting the top business and investing concepts from our podcasts and the best of what we read that week. Sign up here. Follow us on Twitter: @JoinColossus | @patrick_oshag | @zbfuss | @ReustleMatt | @domcooke Editing and post-production work for this episode was provided by The Podcast Consultant (https://thepodcastconsultant.com). Show Notes (00:00:00) Welcome to Business Breakdowns (00:05:32) Deep Dive into Private Credit Markets: Part Two (00:06:57) Exploring the Competitive and Collaborative Dynamics of Banks and Private Credit Funds (00:10:41) The Mechanics of Leverage in Private Credit Funds (00:12:10) The Evolution of Business Development Companies (BDCs) (00:19:34) Sector-Specific Strategies in Private Credit (00:24:48) Historical Context: Life Insurance Companies as Original Credit Providers (00:26:19) The Financial Crisis: A Turning Point for Private Credit (00:28:39) The Role of BDCs in Today's Private Credit Landscape (00:31:08) Differentiating Private Credit Strategies and Structures (00:34:39) Navigating the Complex World of BDC Metrics and Valuations (00:41:47) Adapting to Rising Rates: Strategies and Opportunities (00:46:27) Looking Forward: Innovation and Growth in Private Credit"
  },
  {
    "name": "The Evolution of Private Credit - [Business Breakdowns, EP.163]",
    "description": "Today, we have a special two-part episode on private credit. In 2023, the global private credit market topped $2.1 trillion in assets and committed capital. Rather than making blanket statements like private credit is an emerging bubble, we wanted to explore the various segments of private credit and ask simple questions like “Where is this growth coming from?”, take a closer look at supply and demand, and capture some of the nuance that is so important to any analysis of these emerging markets.  To start, we use the lens of a successful fund manager in the space, Armen Panossian, the co-CEO of Oaktree. Beyond Howard Mark's famous memos, Oaktree is a $192 billion asset manager known for its long history in credit. We hope these conversations give you a better sense of what's happening in the private credit ecosystem, the difference between strategies and wrappers, the demand for private credit solutions, how regulations have impacted this market, and much more. Please enjoy this breakdown on private credit.   Register for the Business Breakdowns x Founders Conference. For the full show notes, transcript, and links to the best content to learn more, check out the episode page here. ----- This episode is brought to you by Public: Invest in stocks, bonds, options, crypto, and more in one place. A High-Yield Cash Account is a secondary brokerage account with Public Investing, member FINRA/SIPC. Funds from this account are automatically deposited into partner banks where they earn a variable interest and are eligible for FDIC insurance. Neither Public Investing nor any of its affiliates is a bank. US only. Learn more at public.com/disclosures/high-yield-account. This episode is brought to you by Tegus, where we're changing the game in investment research. Step away from outdated, inefficient methods and into the future with our platform, proudly hosting over 100,000 transcripts – with over 25,000 transcripts added just this year alone. Our platform grows eight times faster and adds twice as much monthly content as our competitors, putting us at the forefront of the industry. Plus, with 75% of private market transcripts available exclusively on Tegus, we offer insights you simply can't find elsewhere. See the difference a vast, quality-driven transcript library makes. Unlock your free trial at tegus.com/patrick. ----- Business Breakdowns is a property of Colossus, LLC. For more episodes of Business Breakdowns, visit joincolossus.com/episodes. Follow us on Twitter: @JoinColossus | @patrick_oshag | @zbfuss | @ReustleMatt | @domcooke Editing and post-production work for this episode was provided by The Podcast Consultant (https://thepodcastconsultant.com).  Show Notes (00:00:00) - Welcome to Business Breakdowns (00:06:32) - Deep Dive into Private Credit: A Growing Market (00:08:47) - Exploring the Dynamics of Supply and Demand in Private Credit (00:11:38) - The Evolution of Private Credit Since the Global Financial Crisis (00:15:58) - The Role of Private Equity and Banks in Private Credit (00:19:33) - Building a Sustainable Advantage in Private Credit Strategies (00:24:02) - Innovative Financing: The Case of Life Sciences Lending (00:27:53) - Identifying New Opportunities: Infrastructure Lending and Rescue Financing (00:30:40) - The Importance of Fund Size in Private Credit Strategies (00:33:02) - Oaktree's Approach to Private Credit Products (00:36:55) - Investment Strategy and Allocation Across Funds (00:39:42) - Risk Management and Restructuring Expertise in Private Credit (00:42:19) - Navigating the Secondary Market for Private Loans (00:44:06) - Evolving Landscape of the Distressed Debt Market (00:47:43) - Impact of COVID on Private Credit Valuations (00:51:46) - Oaktree and Brookfield: A Strategic Partnership (00:53:33) - Future Considerations: Rates, Elections, and Economic Implications"
  },
  {
    "name": "Steve Jobs BIOGRAPHY by Walter Isaacson PART 1",
    "description": "Sưu tầm"
  }
]