[
  {
    "name": "A Tale of Two Cities",
    "description": "Author(s): Charles Dickens\nNarrator(s): Chris Tester\n\n<p><strong>‘It was the best of times, it was the worst of times…we had everything before us, we had nothing before us, we were all going direct to Heaven, we were all going direct the other way…’</strong></p><p> Charles Darnay is an exiled French soldier. Sydney Carter, a disreputable but brilliant English lawyer. In Dickens’ gripping, vivid historical drama the lives of these two men become enmeshed through their love for Lucie Manette, the daughter of a political prisoner.</p><p> The lives of Charles and Sydney are drawn from the calm, peaceful roads of London to the bloodstained streets of Paris at the height of the Reign of Terror. Soon they fall under the shadow of La Guillotine…</p>"
  },
  {
    "name": "The Happiness Advantage: The Seven Principles of Positive Psychology That Fuel Success and Performance at Work",
    "description": "Author(s): Shawn Achor\nNarrator(s): Shawn Achor\n\n<b>INTERNATIONAL BESTSELLER </b>• <b>An engaging, deeply researched guide to flourishing in a world of increasing stress and negativity—the inspiration for one of the most popular TED Talks of all time</b><br><b> </b><br> <b>“Powerful [and] charming . . . A book for just about anyone . . . The philosophies in this book are easily the best wire frames to build a happy and successful life.”—<i>Medium</i></b><br> <b> </b><br><i>Happiness is not the belief that we don’t need to change; it is the realization that we can.</i><br><i> </i><br>Our most commonly held formula for success is broken. Conventional wisdom holds that once we succeed, we’ll be happy; that once we get that great job, win that next promotion, lose those five pounds, happiness will follow. But the science reveals this formula to be backward: Happiness fuels success, not the other way around.<br> <br>Research shows that happy employees are more productive, more creative, and better problem solvers than their unhappy peers. And positive people are significantly healthier and less stressed and enjoy deeper social interaction than the less positive people around them.<br> <br>Drawing on original research—including one of the largest studies of happiness ever conducted—and work in boardrooms and classrooms across forty-two countries, Shawn Achor shows us how to rewire our brains for positivity and optimism to reap the happiness advantage in our lives, our careers, and even our health. His strategies include:<br> <br>• <b>The Tetris Effect:</b> how to retrain our brains to spot patterns of possibility so we can see and seize opportunities all around us<br>• <b>Social Investment:</b> how to earn the dividends of a strong social support network<br>• <b>The Ripple Effect:</b> how to spread positive change within our teams, companies, and families<br> <br>By turns fascinating, hopeful, and timely, <i>The Happiness Advantage</i> reveals how small shifts in our mind-set and habits can produce big gains at work, at home, and elsewhere."
  },
  {
    "name": "Great Expectations",
    "description": "Author(s): Charles Dickens\nNarrator(s): James Langton\n\n<p>One of the most revered works in English literature, Great Expectations traces the coming of age of a young orphan, Pip, from a boy of shallow aspirations into a man of maturity. From the chilling opening confrontation with an escaped convict to the grand but eerily disheveled estate of bitter old Miss Havisham, all is not what it seems in Dickens’ dark tale of false illusions and thwarted desire. Like much of Dickens’ work, the novel depicts an unstable society in which people’s life chances can change radically and suddenly, especially when under the influence of more powerful individuals who, for selfish or immoral reasons, have no qualms in altering, and often damaging, the lives of others.</p><p>Cover illustrated by: Sheila Wong</p><p>Sheila Wong is a graphic designer and illustrator based in the Pacific Northwest. Her work often pulls from a variety of experiences - from growing up as a child of Chinese immigrants in the Midwest, to years working in tech support and then design in the heart of Silicon Valley. When not at work, she is usually looking for new places to go camping, or building mechanical keyboards.</p>"
  }
]